Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# claudeUpdate.host.remote
source: SSH server
ar: خادم SSH
es: Servidor SSH
fr: Serveur SSH
it: Server SSH
ja: SSH サーバー
km: ម៉ាស៊ីនមេ SSH
ko: SSH 서버
pl: Serwer SSH
pt_br: Servidor SSH
ru: Сервер SSH
th: เซิร์ฟเวอร์ SSH
tr: SSH sunucusu
uk: Сервер SSH
zh_hans: SSH 服务器
zh_hant: SSH 伺服器

# claudeUpdate.host.windowCount
source: %lld windows
ar: %lld نافذة
bs: %lld prozora
da: %lld vinduer
de: %lld Fenster
es: %lld ventanas
fr: %lld fenêtres
it: %lld finestre
ja: %lld ウィンドウ
km: %lld បង្អួច
ko: %lld개 창
nb: %lld vinduer
pl: %lld okien
pt_br: %lld janelas
ru: %lld окон
th: %lld หน้าต่าง
tr: %lld pencere
uk: %lld вікон
zh_hans: %lld 个窗口
zh_hant: %lld 個視窗

# claudeUpdate.issue.cancelled
source: Cancelled safely
ar: تم الإلغاء بأمان
bs: Bezbjedno otkazano
da: Sikkert annulleret
de: Sicher storniert
es: Cancelado de forma segura
fr: Annulé en toute sécurité
it: Annullato in modo sicuro
ja: 無事キャンセルされました
km: លុបចោលដោយសុវត្ថិភាព
ko: 무사히 취소되었습니다
nb: Kansellert trygt
pl: Anulowano bezpiecznie
pt_br: Cancelado com segurança
ru: Безопасно отменено
th: ยกเลิกอย่างปลอดภัย
tr: Güvenli bir şekilde iptal edildi
uk: Безпечно скасовано
zh_hans: 已安全取消
zh_hant: 已安全取消

# claudeUpdate.issue.exitRequestFailed
source: Claude could not exit cleanly
ar: تعذر على Claude الخروج بشكل نظيف
bs: Claude nije mogao čisto izaći
da: Claude kunne ikke afsluttes rent
de: Claude konnte nicht sauber beendet werden
es: Claude no pudo salir limpiamente
fr: Claude n'a pas pu se fermer proprement
it: Claude non è riuscito a uscire in modo corretto
ja: Claude は正常に終了できませんでした
km: Claude មិនអាចចេញដោយស្អាតទេ។
ko: Claude가 완전히 종료되지 않았습니다.
nb: Claude kunne ikke avsluttes rent
pl: Claude nie mógł zakończyć się czysto
pt_br: Claude não pôde sair corretamente
ru: Claude не удалось завершить работу корректно.
th: Claude ไม่สามารถออกได้อย่างหมดจด
tr: Claude temiz bir şekilde çıkamadı
uk: Claude не вдалося вийти чітко
zh_hans: Claude 无法干净退出
zh_hant: Claude 無法乾淨退出

# claudeUpdate.issue.idleTimeout
source: Claude did not become idle in time
ar: Claude لم يصبح خاملاً في الوقت المناسب
bs: Claude nije na vrijeme ostao neaktivan
da: Claude blev ikke inaktiv i tide
de: Claude wurde nicht rechtzeitig inaktiv
es: Claude no quedó inactivo a tiempo
fr: Claude n'est pas devenu inactif à temps
it: Claude non è rimasto inattivo in tempo
ja: Claude が時間内にアイドル状態になりませんでした
km: Claude មិនទំនេរទាន់ពេលទេ។
ko: Claude가 시간 내에 유휴 상태가 되지 않았습니다.
nb: Claude ble ikke inaktiv i tide
pl: Claude nie stał się w porę bezczynny
pt_br: Claude não ficou ocioso a tempo
ru: Claude не простаивал вовремя
th: Claude ไม่ได้ใช้งานทันเวลา
tr: Claude zamanında boşta kalmadı
uk: Claude не став простоювати вчасно
zh_hans: Claude 没有及时空闲
zh_hant: Claude 沒有及時空閒

# claudeUpdate.issue.inspectionFailed
source: The live session could not be inspected
ar: لا يمكن فحص الجلسة المباشرة
bs: Sesija uživo se nije mogla provjeriti
da: Live-sessionen kunne ikke inspiceres
de: Die Live-Sitzung konnte nicht überprüft werden
es: No se pudo inspeccionar la sesión en vivo
fr: La session en direct n'a pas pu être inspectée
it: Impossibile controllare la sessione live
ja: ライブセッションを検査できませんでした
km: វគ្គបន្តផ្ទាល់មិនអាចត្រួតពិនិត្យបានទេ។
ko: 라이브 세션을 검사할 수 없습니다.
nb: Live-økten kunne ikke inspiseres
pl: Nie można sprawdzić sesji na żywo
pt_br: A sessão ao vivo não pôde ser inspecionada
ru: Не удалось проверить сеанс в реальном времени.
th: ไม่สามารถตรวจสอบเซสชันสดได้
tr: Canlı oturum incelenemedi
uk: Не вдалося перевірити живий сеанс
zh_hans: 无法查看直播会话
zh_hant: 無法查看直播會話

# claudeUpdate.issue.invalidTargetShape
source: Window identity is inconsistent
ar: هوية النافذة غير متناسقة
bs: Identitet prozora je nedosljedan
da: Vinduets identitet er inkonsekvent
de: Die Fensteridentität ist inkonsistent
es: La identidad de la ventana es inconsistente
fr: L'identité de la fenêtre est incohérente
it: L'identità della finestra non è coerente
ja: ウィンドウのアイデンティティが矛盾しています
km: អត្តសញ្ញាណបង្អួចមិនស៊ីគ្នាទេ។
ko: 창 ID가 일치하지 않습니다.
nb: Vinduets identitet er inkonsekvent
pl: Tożsamość okna jest niespójna
pt_br: A identidade da janela é inconsistente
ru: Идентификация окна несовместима.
th: ข้อมูลประจำตัวของหน้าต่างไม่สอดคล้องกัน
tr: Pencere kimliği tutarsız
uk: Ідентифікація вікна невідповідна
zh_hans: 窗口标识不一致
zh_hant: 視窗標識不一致

# claudeUpdate.issue.journalUnavailable
source: The recovery journal could not be secured
ar: تعذر تأمين دفتر يومية الاسترداد
bs: Dnevnik oporavka nije mogao biti osiguran
da: Gendannelsesjournalen kunne ikke sikres
de: Das Wiederherstellungsjournal konnte nicht gesichert werden
es: No se pudo asegurar el diario de recuperación
fr: Le journal de récupération n'a pas pu être sécurisé
it: Impossibile proteggere il giornale di recupero
ja: リカバリジャーナルを保護できませんでした
km: ទិនានុប្បវត្តិសង្គ្រោះមិនអាចធានាបានទេ។
ko: 복구일지를 확보하지 못했습니다.
nb: Gjenopprettingsjournalen kunne ikke sikres
pl: Nie można zabezpieczyć dziennika odzyskiwania
pt_br: O diário de recuperação não pôde ser protegido
ru: Не удалось защитить журнал восстановления.
th: ไม่สามารถรักษาความปลอดภัยบันทึกการกู้คืนได้
tr: Kurtarma günlüğünün güvenliği sağlanamadı
uk: Не вдалося захистити журнал відновлення
zh_hans: 无法保护恢复日志
zh_hant: 無法保護復原日誌

# claudeUpdate.issue.missingPaneIdentity
source: tmux pane identity is incomplete
ar: هوية جزء tmux غير مكتملة
bs: tmux identitet okna je nepotpun
da: tmux rudeidentitet er ufuldstændig
de: tmux Bereichsidentität ist unvollständig
es: La identidad del panel tmux está incompleta
fr: L'identité du volet tmux est incomplète
it: L'identità del riquadro tmux è incompleta
ja: tmux ペインの ID が不完全です
km: អត្តសញ្ញាណផ្ទាំង tmux មិនពេញលេញទេ។
ko: tmux 창 ID가 불완전합니다.
nb: tmux ruteidentitet er ufullstendig
pl: Identyfikacja panelu tmux jest niekompletna
pt_br: A identidade do painel tmux está incompleta
ru: Идентификация панели tmux неполная.
th: ข้อมูลระบุตัวตนของบานหน้าต่าง tmux ไม่สมบูรณ์
tr: tmux bölme kimliği eksik
uk: Ідентифікатор панелі tmux неповний
zh_hans: tmux 窗格标识不完整
zh_hant: tmux 窗格標識不完整

# claudeUpdate.issue.missingSessionBinding
source: Session identity is incomplete
ar: هوية الجلسة غير مكتملة
bs: Identitet sesije je nepotpun
da: Sessionsidentiteten er ufuldstændig
de: Sitzungsidentität ist unvollständig
es: La identidad de la sesión está incompleta
fr: L'identité de la session est incomplète
it: L'identità della sessione è incompleta
ja: セッション ID が不完全です
km: អត្តសញ្ញាណសម័យមិនពេញលេញទេ។
ko: 세션 ID가 불완전합니다.
nb: Sesjonsidentiteten er ufullstendig
pl: Tożsamość sesji jest niekompletna
pt_br: A identidade da sessão está incompleta
ru: Идентификация сеанса неполная.
th: ข้อมูลประจำตัวของเซสชันไม่สมบูรณ์
tr: Oturum kimliği eksik
uk: Ідентифікація сеансу неповна
zh_hans: 会话身份不完整
zh_hant: 會話身分不完整

# claudeUpdate.issue.processIdentityMismatch
source: The running process no longer matches
ar: لم تعد عملية التشغيل متطابقة
bs: Pokrenuti proces se više ne podudara
da: Den kørende proces stemmer ikke længere
de: Der laufende Prozess stimmt nicht mehr überein
es: El proceso en ejecución ya no coincide
fr: Le processus en cours ne correspond plus
it: Il processo in esecuzione non corrisponde più
ja: 実行中のプロセスが一致しなくなりました
km: ដំណើរការដែលកំពុងដំណើរការលែងត្រូវគ្នាទៀតហើយ
ko: 실행 중인 프로세스가 더 이상 일치하지 않습니다.
nb: Den kjørende prosessen stemmer ikke lenger
pl: Działający proces już nie pasuje
pt_br: O processo em execução não corresponde mais
ru: Запущенный процесс больше не соответствует
th: กระบวนการทำงานไม่ตรงกันอีกต่อไป
tr: Çalışan süreç artık eşleşmiyor
uk: Запущений процес більше не відповідає
zh_hans: 正在运行的进程不再匹配
zh_hant: 正在運行的進程不再匹配

# claudeUpdate.issue.restorationFailed
source: The session could not be restored
ar: لا يمكن استعادة الجلسة
bs: Sesija se nije mogla vratiti
da: Sessionen kunne ikke gendannes
de: Die Sitzung konnte nicht wiederhergestellt werden
es: No se pudo restaurar la sesión
fr: La session n'a pas pu être restaurée
it: Impossibile ripristinare la sessione
ja: セッションを復元できませんでした
km: សម័យមិនអាចស្តារឡើងវិញបានទេ។
ko: 세션을 복원할 수 없습니다.
nb: Økten kunne ikke gjenopprettes
pl: Nie można przywrócić sesji
pt_br: A sessão não pôde ser restaurada
ru: Не удалось восстановить сеанс.
th: ไม่สามารถกู้คืนเซสชันได้
tr: Oturum geri yüklenemedi
uk: Не вдалося відновити сеанс
zh_hans: 会话无法恢复
zh_hant: 會話無法恢復

# claudeUpdate.issue.restorationVerificationFailed
source: The restored UUID could not be verified
ar: تعذر التحقق من UUID المستعاد
bs: Vraćeni UUID nije mogao biti potvrđen
da: Den gendannede UUID kunne ikke bekræftes
de: Das wiederhergestellte UUID konnte nicht überprüft werden
es: No se pudo verificar el UUID restaurado
fr: Le UUID restauré n'a pas pu être vérifié
it: Impossibile verificare il UUID ripristinato
ja: 復元された UUID を検証できませんでした
km: UUID ដែលបានស្ដារឡើងវិញមិនអាចផ្ទៀងផ្ទាត់បានទេ។
ko: 복원된 UUID를 확인할 수 없습니다.
nb: Den gjenopprettede UUID kunne ikke bekreftes
pl: Nie można zweryfikować przywróconego UUID
pt_br: O UUID restaurado não pôde ser verificado
ru: Восстановленный UUID не удалось проверить.
th: ไม่สามารถตรวจสอบ UUID ที่กู้คืนได้
tr: Geri yüklenen UUID doğrulanamadı
uk: Відновлений UUID не вдалося перевірити
zh_hans: 无法验证恢复后的 UUID
zh_hant: 無法驗證復原後的 UUID

# claudeUpdate.issue.shellTimeout
source: The original shell did not return
ar: لم تعد واجهة الأوامر الأصلية
bs: Originalni shell se nije vratio
da: Den oprindelige shell vendte ikke tilbage
de: Die ursprüngliche Shell kehrte nicht zurück
es: El shell original no regresó
fr: Le shell d’origine n’est pas revenu
it: La shell originale non è tornata
ja: 元のシェルが戻りませんでした
km: shell ដើមមិនបានត្រឡប់មកវិញទេ។
ko: 원래 셸로 돌아오지 않았습니다.
nb: Det opprinnelige shellet kom ikke tilbake
pl: Pierwotna powłoka nie powróciła
pt_br: O shell original não retornou
ru: Исходная командная оболочка не вернулась.
th: เชลล์เดิมไม่กลับมา
tr: Orijinal shell geri dönmedi
uk: Початкова командна оболонка не повернулася
zh_hans: 原始 shell 未返回
zh_hant: 原始 shell 未返回

# claudeUpdate.issue.updateCommandFailed
source: The update command failed
ar: فشل أمر التحديث
bs: Naredba ažuriranja nije uspjela
da: Opdateringskommandoen mislykkedes
de: Der Aktualisierungsbefehl ist fehlgeschlagen
es: El comando de actualización falló
fr: La commande de mise à jour a échoué
it: Il comando di aggiornamento non è riuscito
ja: 更新コマンドが失敗しました
km: ពាក្យបញ្ជាអាប់ដេតបានបរាជ័យ
ko: 업데이트 명령이 실패했습니다.
nb: Oppdateringskommandoen mislyktes
pl: Polecenie aktualizacji nie powiodło się
pt_br: O comando de atualização falhou
ru: Не удалось выполнить команду обновления.
th: คำสั่งอัพเดตล้มเหลว
tr: Güncelleme komutu başarısız oldu
uk: Не вдалося виконати команду оновлення
zh_hans: 更新命令失败
zh_hant: 更新指令失敗

# claudeUpdate.issue.updateTimedOut
source: The update timed out
ar: انتهت مهلة التحديث
bs: Ažuriranje je isteklo
da: Opdateringen fik timeout
de: Beim Update ist eine Zeitüberschreitung aufgetreten
es: Se agotó el tiempo de actualización
fr: La mise à jour a expiré
it: L'aggiornamento è scaduto
ja: アップデートがタイムアウトしました
km: ការអាប់ដេតបានអស់ពេលហើយ។
ko: 업데이트 시간이 초과되었습니다.
nb: Oppdateringen ble tidsavbrutt
pl: Upłynął limit czasu aktualizacji
pt_br: A atualização expirou
ru: Время ожидания обновления истекло.
th: การอัปเดตหมดเวลา
tr: Güncelleme zaman aşımına uğradı
uk: Час очікування оновлення минув
zh_hans: 更新超时
zh_hant: 更新逾時

# claudeUpdate.issue.updateUnverifiable
source: The new version could not be verified
ar: لا يمكن التحقق من الإصدار الجديد
bs: Nova verzija nije mogla biti potvrđena
da: Den nye version kunne ikke bekræftes
de: Die neue Version konnte nicht verifiziert werden
es: No se pudo verificar la nueva versión
fr: La nouvelle version n'a pas pu être vérifiée
it: Impossibile verificare la nuova versione
ja: 新しいバージョンを確認できませんでした
km: កំណែថ្មីមិនអាចផ្ទៀងផ្ទាត់បានទេ។
ko: 새 버전을 확인할 수 없습니다.
nb: Den nye versjonen kunne ikke bekreftes
pl: Nie można zweryfikować nowej wersji
pt_br: A nova versão não pôde ser verificada
ru: Не удалось проверить новую версию.
th: ไม่สามารถยืนยันเวอร์ชันใหม่ได้
tr: Yeni sürüm doğrulanamadı
uk: Нову версію не вдалося перевірити
zh_hans: 新版本无法验证
zh_hant: 新版本無法驗證

# claudeUpdate.issue.versionReadFailed
source: The installed version could not be read
ar: لا يمكن قراءة النسخة المثبتة
bs: Instalirana verzija nije mogla biti pročitana
da: Den installerede version kunne ikke læses
de: Die installierte Version konnte nicht gelesen werden
es: No se pudo leer la versión instalada
fr: La version installée n'a pas pu être lue
it: Impossibile leggere la versione installata
ja: インストールされているバージョンを読み取れませんでした
km: កំណែដែលបានដំឡើងមិនអាចអានបានទេ។
ko: 설치된 버전을 읽을 수 없습니다.
nb: Den installerte versjonen kunne ikke leses
pl: Nie można odczytać zainstalowanej wersji
pt_br: A versão instalada não pôde ser lida
ru: Не удалось прочитать установленную версию.
th: ไม่สามารถอ่านเวอร์ชันที่ติดตั้งได้
tr: Yüklenen sürüm okunamadı
uk: Не вдалося прочитати встановлену версію
zh_hans: 无法读取已安装的版本
zh_hant: 無法讀取已安裝的版本

# claudeUpdate.metric.hosts
source: hosts
ar: المضيفون
bs: hostovi
da: værter
fr: hôtes
it: host
ja: ホスト
km: ម៉ាស៊ីន
ko: 호스트
nb: verter
pl: hosty
ru: хосты
th: โฮสต์
tr: ana bilgisayarlar
uk: хости
zh_hans: 主机
zh_hant: 主機

# claudeUpdate.metric.skipped
source: safe skips
ar: تجاوزات آمنة
bs: sigurno preskočeno
da: sprunget sikkert over
de: sicher übersprungen
es: omitidos de forma segura
fr: ignorés sans risque
it: saltati in sicurezza
ja: 安全なスキップ
km: រំលងដោយសុវត្ថិភាព
ko: 안전하게 건너뜀
nb: trygt hoppet over
pl: bezpiecznie pominięte
pt_br: ignorados com segurança
ru: безопасные пропуски
th: ข้ามอย่างปลอดภัย
tr: güvenle atlananlar
uk: безпечно пропущені
zh_hans: 安全跳过
zh_hant: 安全跳過

# claudeUpdate.metric.windows
source: windows
ar: النوافذ
bs: prozori
da: vinduer
de: Fenster
es: ventanas
fr: fenêtres
it: finestre
ja: 窓
km: បង្អួច
ko: 창
nb: vinduer
pl: okna
pt_br: janelas
ru: окна
th: หน้าต่าง
tr: pencereler
uk: вікна
zh_hans: 窗户
zh_hant: 窗戶

# claudeUpdate.phase.completed
source: Completed
ar: اكتمل
bs: Završeno
da: Udført
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
km: បានបញ្ចប់
ko: 완료
nb: Fullført
pl: Ukończono
pt_br: Concluído
ru: Завершено
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
zh_hans: 已完成
zh_hant: 已完成

# claudeUpdate.phase.pending
source: Waiting
ar: في انتظار
bs: Čekanje
da: Venter
de: Warten
es: Esperando
fr: En attente
it: In attesa
ja: 待っています
km: រង់ចាំ
ko: 대기 중
nb: Venter
pl: Oczekiwanie
pt_br: Esperando
ru: Ожидание
th: กำลังรออยู่
tr: Bekleniyor
uk: Очікування
zh_hans: 等待
zh_hant: 等待

# claudeUpdate.phase.preflight
source: Running preflight
ar: جارٍ إجراء فحوصات السلامة
bs: Provjera sigurnosnih uslova
da: Kører sikkerhedstjek
de: Sicherheitsprüfung läuft
es: Ejecutando comprobaciones de seguridad
fr: Exécution des vérifications de sécurité
it: Controlli di sicurezza in corso
ja: 安全性を事前確認中
km: កំពុងពិនិត្យសុវត្ថិភាព
ko: 안전 사전 점검 중
nb: Kjører sikkerhetssjekk
pl: Trwa kontrola bezpieczeństwa
pt_br: Executando verificações de segurança
ru: Выполняется проверка безопасности
th: กำลังตรวจสอบความปลอดภัย
tr: Güvenlik kontrolleri yapılıyor
uk: Виконується перевірка безпеки
zh_hans: 正在进行安全预检
zh_hant: 正在進行安全預檢

# claudeUpdate.phase.requestingExit
source: Exiting cleanly
ar: الخروج نظيفا
bs: Izlazak čisto
da: Forlader rent
de: Sauberes Beenden
es: Cerrando correctamente
fr: Fermeture propre
it: Uscita pulita
ja: 正常に終了中
km: ចេញស្អាត
ko: 깔끔하게 종료
nb: Går rent ut
pl: Wychodzę czysto
pt_br: Saindo de forma limpa
ru: Чистый выход
th: ออกเรียบร้อย
tr: Temiz bir şekilde çıkış
uk: Чистий вихід
zh_hans: 干净利落地退出
zh_hant: 乾淨俐落地退出

# claudeUpdate.phase.restoring
source: Restoring sessions
ar: جلسات استعادة
bs: Obnavljanje sesija
da: Gendannelse af sessioner
de: Sitzungen werden wiederhergestellt
es: Restaurando sesiones
fr: Restauration des sessions
it: Ripristino sessioni
ja: セッションを復元しています
km: ការស្ដារវគ្គ
ko: 세션 복원 중
nb: Gjenopprette økter
pl: Przywracanie sesji
pt_br: Restaurando sessões
ru: Восстановление сеансов
th: กำลังกู้คืนเซสชัน
tr: Oturumları geri yükleme
uk: Відновлення сеансів
zh_hans: 恢复会话
zh_hant: 恢復會話

# claudeUpdate.phase.updating
source: Updating Claude
ar: تحديث Claude
bs: Ažuriranje Claude
da: Opdatering af Claude
de: Aktualisierung von Claude
es: Actualizando Claude
fr: Mise à jour de Claude
it: Aggiornamento Claude
ja: Claude を更新しています
km: ធ្វើបច្ចុប្បន្នភាព Claude
ko: Claude 업데이트 중
nb: Oppdaterer Claude
pl: Aktualizacja Claude
pt_br: Atualizando Claude
ru: Обновление Claude
th: กำลังอัปเดต Claude
tr: Claude Güncelleniyor
uk: Оновлення Claude
zh_hans: 更新 Claude
zh_hant: 更新 Claude

# claudeUpdate.phase.verifyingSession
source: Verifying exact UUIDs
ar: التحقق من معرّفات UUID الدقيقة
bs: Provjera tačnih UUID-ova
da: Bekræfter de nøjagtige UUID’er
de: Exakte UUIDs überprüfen
es: Verificando los UUID exactos
fr: Vérification des UUID exacts
it: Verifica degli UUID esatti
ja: 正確なUUIDを検証中
km: កំពុងផ្ទៀងផ្ទាត់ UUID ជាក់លាក់
ko: 정확한 UUID 확인
nb: Bekrefter nøyaktige UUID-er
pl: Weryfikowanie dokładnych UUID
pt_br: Verificando os UUIDs exatos
ru: Проверка точных UUID
th: กำลังตรวจสอบ UUID ที่แน่นอน
tr: Tam UUID’ler doğrulanıyor
uk: Перевірка точних UUID
zh_hans: 验证准确的 UUID
zh_hant: 驗證確切的 UUID

# claudeUpdate.phase.verifyingUpdate
source: Verifying the installed version
ar: التحقق من النسخة المثبتة
bs: Provjera instalirane verzije
da: Verifikation af den installerede version
de: Überprüfen der installierten Version
es: Verificando la versión instalada
fr: Vérification de la version installée
it: Verifica della versione installata
ja: インストールされているバージョンの確認
km: ផ្ទៀងផ្ទាត់កំណែដែលបានដំឡើង
ko: 설치된 버전 확인 중
nb: Bekrefter den installerte versjonen
pl: Sprawdzanie zainstalowanej wersji
pt_br: Verificando a versão instalada
ru: Проверка установленной версии
th: กำลังตรวจสอบเวอร์ชันที่ติดตั้ง
tr: Yüklü sürümün doğrulanması
uk: Перевірка встановленої версії
zh_hans: 验证安装的版本
zh_hant: 驗證安裝的版本

# claudeUpdate.phase.waitingForIdle
source: Waiting for Claude to finish
ar: في انتظار انتهاء Claude
bs: Čeka se da Claude završi
da: Venter på, at Claude er færdig
de: Warten auf den Abschluss von Claude
es: Esperando a que finalice Claude
fr: En attente de la fin de Claude
it: In attesa della fine di Claude
ja: Claude が終了するのを待っています
km: រង់ចាំ Claude បញ្ចប់
ko: Claude가 완료되기를 기다리는 중
nb: Venter på at Claude skal fullføres
pl: Oczekiwanie na zakończenie Claude
pt_br: Aguardando Claude terminar
ru: Ожидание завершения Claude.
th: กำลังรอให้ Claude เสร็จสิ้น
tr: Claude'nun bitmesi bekleniyor
uk: Очікування завершення Claude
zh_hans: 等待 Claude 完成
zh_hant: 等待 Claude 完成

# claudeUpdate.phase.waitingForShell
source: Waiting for the shell
ar: في انتظار موجّه الأوامر
bs: Čekanje na komandnu ljusku
da: Venter på shellen
de: Warten auf die Shell
es: Esperando al shell
fr: En attente du shell
it: In attesa della shell
ja: シェルを待っています
km: កំពុងរង់ចាំ shell
ko: 쉘을 기다리는 중
nb: Venter på shellen
pl: Oczekiwanie na powłokę
pt_br: Esperando pelo shell
ru: Ожидание оболочки
th: กำลังรอเชลล์
tr: Shell bekleniyor
uk: Очікування оболонки
zh_hans: 等待 shell
zh_hant: 等待 shell

# claudeUpdate.preparing.detail
source: UniConnect is resolving UUIDs, working folders, executables, hosts, and tmux panes before any input is sent.
ar: يقوم UniConnect بحل UUIDs ومجلدات العمل والملفات التنفيذية والمضيفين وأجزاء tmux قبل إرسال أي إدخال.
bs: UniConnect rješava UUIDs, radne mape, izvršne datoteke, hostove i tmux okna prije slanja bilo kakvog unosa.
da: UniConnect løser UUIDs, arbejdsmapper, eksekverbare filer, værter og tmux-ruder, før der sendes input.
de: UniConnect löst UUIDs, Arbeitsordner, ausführbare Dateien, Hosts und tmux-Bereiche auf, bevor Eingaben gesendet werden.
es: UniConnect está resolviendo UUIDs, carpetas de trabajo, archivos ejecutables, hosts y paneles tmux antes de enviar cualquier entrada.
fr: UniConnect résout UUIDs, les dossiers de travail, les exécutables, les hôtes et les volets tmux avant l'envoi de toute entrée.
it: UniConnect sta risolvendo UUIDs, cartelle di lavoro, file eseguibili, host e riquadri tmux prima che venga inviato qualsiasi input.
ja: UniConnect は、入力が送信される前に UUIDs、作業フォルダー、実行可能ファイル、ホスト、および tmux ペインを解決しています。
km: UniConnect កំពុងកំណត់ UUID ថតការងារ ឯកសារប្រតិបត្តិ ម៉ាស៊ីន និងផ្ទាំង tmux មុនពេលផ្ញើការបញ្ចូលណាមួយ។
ko: UniConnect는 입력을 보내기 전에 UUID, 작업 폴더, 실행 파일, 호스트 및 tmux 분할 영역을 확인합니다.
nb: UniConnect løser UUIDs, arbeidsmapper, kjørbare filer, verter og tmux-ruter før noen inndata sendes.
pl: UniConnect rozwiązuje UUIDs, foldery robocze, pliki wykonywalne, hosty i panele tmux przed wysłaniem jakichkolwiek danych wejściowych.
pt_br: UniConnect está resolvendo UUIDs, pastas de trabalho, executáveis, hosts e painéis tmux antes de qualquer entrada ser enviada.
ru: UniConnect разрешает UUIDs, рабочие папки, исполняемые файлы, хосты и панели tmux перед отправкой каких-либо входных данных.
th: UniConnect กำลังแก้ไข UUIDs, โฟลเดอร์การทำงาน, ไฟล์ปฏิบัติการ, โฮสต์ และบานหน้าต่าง tmux ก่อนที่จะส่งอินพุตใดๆ
tr: UniConnect, herhangi bir giriş gönderilmeden önce UUIDs'yu, çalışma klasörlerini, yürütülebilir dosyaları, ana bilgisayarları ve tmux bölmelerini çözüyor.
uk: UniConnect розв’язує UUIDs, робочі папки, виконувані файли, хости та панелі tmux перед надсиланням будь-яких введених даних.
zh_hans: UniConnect 在发送任何输入之前正在解析 UUIDs、工作文件夹、可执行文件、主机和 tmux 窗格。
zh_hant: UniConnect 在傳送任何輸入之前正在解析 UUIDs、工作資料夾、可執行檔、主機和 tmux 窗格。

# claudeUpdate.preparing.title
source: Checking every session
ar: فحص كل جلسة
bs: Provjera svake sesije
da: Kontrollerer hver session
de: Überprüfung jeder Sitzung
es: Comprobando cada sesión
fr: Vérification de chaque session
it: Controllo di ogni sessione
ja: すべてのセッションをチェックする
km: ពិនិត្យរាល់វគ្គ
ko: 매 세션 확인 중
nb: Sjekker hver økt
pl: Sprawdzanie każdej sesji
pt_br: Verificando cada sessão
ru: Проверка каждого сеанса
th: ตรวจสอบทุกเซสชัน
tr: Her oturumu kontrol etme
uk: Перевірка кожного сеансу
zh_hans: 检查每个会话
zh_hant: 檢查每個會話

# claudeUpdate.recovery.failureDetail
source: UniConnect kept the recovery journal and will retry without starting a duplicate session.
ar: احتفظ UniConnect بمجلة الاسترداد وسيعيد المحاولة دون بدء جلسة مكررة.
bs: UniConnect je zadržao dnevnik oporavka i pokušat će ponovo bez pokretanja duple sesije.
da: UniConnect beholdt genoprettelsesjournalen og vil prøve igen uden at starte en dubletsession.
de: UniConnect hat das Wiederherstellungsjournal beibehalten und versucht es erneut, ohne eine doppelte Sitzung zu starten.
es: UniConnect mantuvo el diario de recuperación y lo volverá a intentar sin iniciar una sesión duplicada.
fr: UniConnect a conservé le journal de récupération et réessayera sans démarrer de session en double.
it: UniConnect ha conservato il journal di ripristino e riproverà senza avviare una sessione duplicata.
ja: UniConnect はリカバリ ジャーナルを保持しており、重複セッションを開始せずに再試行します。
km: UniConnect បានរក្សាទុកទិនានុប្បវត្តិសង្គ្រោះ ហើយនឹងព្យាយាមម្តងទៀតដោយមិនចាប់ផ្តើមវគ្គស្ទួន។
ko: UniConnect는 복구 저널을 보관했으며 중복 세션을 시작하지 않고 다시 시도합니다.
nb: UniConnect beholdt gjenopprettingsjournalen og vil prøve på nytt uten å starte en duplikatøkt.
pl: UniConnect zachował dziennik odzyskiwania i spróbuje ponownie bez rozpoczynania zduplikowanej sesji.
pt_br: UniConnect manteve o diário de recuperação e tentará novamente sem iniciar uma sessão duplicada.
ru: UniConnect сохранил журнал восстановления и повторит попытку без запуска дублирующего сеанса.
th: UniConnect เก็บบันทึกการกู้คืนไว้และจะลองอีกครั้งโดยไม่เริ่มเซสชันซ้ำ
tr: UniConnect kurtarma günlüğünü tuttu ve yinelenen bir oturum başlatmadan yeniden deneyecek.
uk: UniConnect зберіг журнал відновлення та повторить спробу без повторного сеансу.
zh_hans: UniConnect 保留恢复日志并将重试而不启动重复会话。
zh_hant: UniConnect 保留復原日誌並將重試而不啟動重複會話。
